<?php
// Modules
$_['heading_title_latest'] 	= 	'Последние сообщения в блоге';
$_['heading_title_category'] = 	'Категории блога';
$_['text_show_all'] = 			'Посетить блог';

// Blog
$_['text_blog'] = 				'Блог';
$_['text_filter_by'] = 			'Сообщения в блоге с тегами: ';
$_['text_posted_by'] = 			'Сообщение от';
$_['text_read'] = 				'Время чтения';
$_['text_comments'] = 			'Комментарии';
$_['text_related_blog'] = 		'Похожие сообщения';
$_['text_related_products'] = 	'Сопутствующие товары';
$_['text_write_comment'] = 		'Написать комментарий';
$_['text_no_blog_posts'] = 		'Нет записей в блоге';
$_['text_error'] = 				'Страница не найдена';
$_['text_read_more'] = 			'Читать дальше';
$_['text_tags'] = 				'Теги:';
$_['text_tax'] = 				'Налог:';
$_['text_write_comment'] = 		'Написать комментарий';
$_['email_notification'] = 		'Новый комментарий в блоге от: %s';

// Comment
$_['entry_name'] = 				'Имя';
$_['entry_email'] = 			'Email адрес (Не будет опубликован)';
$_['entry_comment'] = 			'Ваш комментарий';
$_['entry_captcha'] = 			'Ответьте на вопрос ниже:';
$_['button_send'] = 			'Отправить';
$_['text_success_approve'] = 	'Спасибо! Ваш комментарий был отправлен и ожидает подтверждения';
$_['text_success'] = 			'Спасибо! Ваш комментарий успешно отправлен';
$_['error_name'] = 				'Ваше имя должно быть от 2 до 64 символов';
$_['error_email'] = 			'Ошибка: ваш адрес электронной почты недействителен';
$_['error_comment'] = 			'Ошибка: Комментарий Текст должен содержать от 5 до 3000 символов';
$_['error_captcha'] = 			'Ошибка: неверный ответ';