<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Text
$_['text_new_subject']          = '%s - Замовлення %s';
$_['text_new_greeting']         = 'Дякуємо вам за інтерес до товарів %s. Ваше замовлення буде оброблено та Вам зателефонує наш менеджер. <br><br> ІНФОРМАЦІЯ ЩОДО ДОСТАВКИ <br>Відправка замовлення займає від 1-го до 2-х робочих днів. Ми працюємо Пн-Пт 10:00-15:00. Відправка Новою Поштою та УкрПоштою за тарифами перевізників. У випадку вибору Наложенного Платежу - вартість послуги за тарифами перевізника (зазвичай 20 грн + 2 відсотки). ';
$_['text_new_received']         = 'Ви отримали замовлення.';
$_['text_new_link']             = 'Для перегляду замовлення натисніть на посилання нижче:';
$_['text_new_order_detail']     = 'Інформація про замовлення';
$_['text_new_instruction']      = 'Коментар';
$_['text_new_order_id']         = 'Замовлення №:';
$_['text_new_date_added']       = 'Дата додавання:';
$_['text_new_order_status']     = 'Статус замовлення:';
$_['text_new_payment_method']   = 'Метод оплати:';
$_['text_new_shipping_method']  = 'Метод Доставки:';
$_['text_new_email']  		= 'E-mail:';
$_['text_new_telephone']  	= 'Телефон:';
$_['text_new_ip']  		= 'IP адреса:';
$_['text_new_payment_address']  = 'Адреса платежу';
$_['text_new_shipping_address'] = 'Адреса доставки';
$_['text_new_products']         = 'Товари';
$_['text_new_product']          = 'Товар';
$_['text_new_model']            = 'Модель';
$_['text_new_quantity']         = 'Кількість';
$_['text_new_price']            = 'Ціна';
$_['text_pays_1']           = 'Інструкції по банківському переказу.<br><br>

Будь ласка, зробіть оплату зручним для вас способом на картку:<br>
Приват 5169 3305 2049 1298<br>
Монобанк 4035 2000 4190 2864<br><br>

Просимо повідомити нас про оплату через Telegram/Whatsapp/Viber по номеру +38 093 477 06 72.<br>
Ми відправимо посилку одразу ж після оплати. ';
$_['text_new_order_total']      = 'Підсумок замовлення';
$_['text_new_total']            = 'Разом';
$_['text_new_download']         = 'Після підтвердження платежу Ви можете натиснути на посилання нижче, щоб отримати доступ до завантажуваних товарах:';
$_['text_new_comment']          = 'Коментарі до вашого замовлення:';
$_['text_new_footer']           = 'Будь ласка, відповідайте на цей лист, якщо у Вас є які-небудь питання.';
$_['text_update_subject']       = '%s - ваше замовлення було оновлено до наступного статусу: %s';
$_['text_update_order']         = 'Замовлення №:';
$_['text_update_date_added']    = 'Дата додавання:';
$_['text_update_order_status']  = 'Ваше замовлення було оновлено до наступного статусу:';
$_['text_update_comment']       = 'Коментарі до вашого замовлення:';
$_['text_update_link']          = 'Для перегляду замовлення натисніть на посилання нижче:';
$_['text_update_footer']        = 'Будь ласка, відповідайте на цей лист, якщо у Вас є які-небудь питання.';
