<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Heading
$_['heading_title']  = 'Контакти';

// Text
$_['text_location']  = 'Наша Адреса';
$_['text_store']     = 'Наші магазини';
$_['text_contact']   = 'Відправити повідомлення';
$_['text_address']   = 'Адреса';
$_['text_telephone'] = 'Телефони';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Час роботи';
$_['text_comment']   = 'Коментар';
$_['text_success']   = '<p>Ваш запит був успішно відправлений адміністрації магазину!</p>';
$_['text_buttom']   = 'Вам передзвонити?';
$_['text_mi_contact']   = 'ЗВЕРТАЙТЕСЯ ДО НАС ЧЕРЕЗ МЕСЕНДЖЕРИ';
$_['text_text1']   = 'Шукайте нас';
$_['text_text2']   = '+38(093) 477-06-72';
$_['text_text3']   = 'у месенджерах';
$_['text_context1']   = 'Ми відповімо Вам кожного дня з 9 ранку і до пізньої ночі!';
$_['text_context2']   = 'Для гуртових замовлень та проектів телефонуйте: +38 (050)-761-27-76';
$_['text_context3']   = 'Шукаєте співпраці та партнерства з нами?';
$_['text_context4']   = 'Тоді Вам сюди!';
$_['text_create_message']   = 'Напишіть нам';

// Entry
$_['entry_name']     = 'Ваше ім’я';
$_['text_message_form__name']     = 'Введіть ваше ім’я';
$_['entry_email']    = 'Ваш E-Mail';
$_['text_message_form__mail']    = 'Введіть ваш E-Mail';
$_['entry_enquiry']  = 'Повідомлення';
$_['text_message_form__text']  = 'Введіть Ваше запитання або повідомлення';

$_['text_message_form__agreement']  = 'Натискаючи кнопку "Відправити", я приймаю умови';
$_['text_message_form__agreement_link']  = 'Політики конфіденційності';


// Email
$_['email_subject']  = 'Повідомлення %s';

// Errors
$_['text_error_name']     = 'Ім’я має бути від 2 до 40 букв';
$_['text_error_email']    = 'E-Mail вказано некоректно';
$_['text_error_enquiry']  = 'Повідомлення має бути від 10 до 500 символів';