<?php
// Modules
$_['heading_title_latest'] 	= 	'Останні публікації блогів';
$_['heading_title_category'] = 	'Категорії блогів';
$_['text_show_all'] = 			'Відвідайте блог';

// Blog
$_['text_blog'] = 				'Блог';
$_['text_filter_by'] = 			'Повідомлення в блозі з тегами: ';
$_['text_posted_by'] = 			'Повідомлення від';
$_['text_read'] = 				'Час читання';
$_['text_comments'] = 			'Коментарі';
$_['text_related_blog'] = 		'Схожі повідомлення';
$_['text_related_products'] = 	'Супутні товари';
$_['text_write_comment'] = 		'Написати коментар';
$_['text_no_blog_posts'] = 		'В блозі немає записів';
$_['text_error'] = 				'Сторінку не знайдено';
$_['text_read_more'] = 			'Читати далі';
$_['text_tags'] = 				'Теги:';
$_['text_tax'] = 				'Податок:';
$_['text_write_comment'] = 		'Написати коментар';
$_['email_notification'] = 		'Новий коментар в блозі від: %s';

// Comment
$_['entry_name'] = 				'Імя';
$_['entry_email'] = 			'Email адреса (Не буде опубліковано)';
$_['entry_comment'] = 			'Ваш коментар';
$_['entry_captcha'] = 			'Дайте відповідь на питання нижче:';
$_['button_send'] = 			'Відправити';
$_['text_success_approve'] = 	'Дякуємо! Ваш коментар був відправлений та очікує підтвердження';
$_['text_success'] = 			'Дякую! Ваш коментар успішно відправлено';
$_['error_name'] = 				'Ваше імя має містити від 2 до 64 символів';
$_['error_email'] = 			'Помилка: Ваша електронна адреса недійсна';
$_['error_comment'] = 			'Помилка: текст коментаря має містити від 5 до 3000 символів';
$_['error_captcha'] = 			'Помилка: відповідь на верифікацію була неправильною';