<?php
// Heading
$_['heading_title']  = 'Контакты';

// Text
$_['text_location']  = 'Наше местонахождение';
$_['text_store']     = 'Наши магазины';
$_['text_contact']   = 'Отправить сообщение';
$_['text_address']   = 'Адрес';
$_['text_telephone'] = 'Телефоны';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Режим работы';
$_['text_comment']   = 'Дополнительная информация';
$_['text_success']   = '<p>Ваше сообщение успешно отправлено владельцу магазина!</p>';
$_['button_submit']         = 'Отправить сообщение';
$_['text_buttom']   = 'Вам перезвонить?';
$_['text_mi_contact']   = 'ОБРАЩАЙТЕСЬ К НАМ ЧЕРЕЗ МЕССЕНДЖЕРИ';
$_['text_text1']   = 'Ищите нас';
$_['text_text2']   = '+38(093) 477-06-72';
$_['text_text3']   = 'у мессенджерах';
$_['text_context1']   = 'Мы ответим Вам каждый день с 9 утра и до поздней ночи!';
$_['text_context2']   = 'Для оптовых заказов и проектов звоните: +38 (050)-761-27-76';
$_['text_context3']   = 'Ищите сотрудничества и партнерства с нами?';
$_['text_context4']   = 'Тогда Вам сюда!';
$_['text_create_message']   = 'Написать сообщение';
// Entry
$_['entry_name']     = 'Ваше имя';
$_['text_message_form__name']     = 'Введите Ваше имя';
$_['entry_email']    = 'Ваш E-Mail';
$_['text_message_form__mail']    = 'Введите Ваш E-Mail';
$_['entry_enquiry']  = 'Сообщение';
$_['text_message_form__text']  = 'Введите Ваш вопрос или сообщение';


$_['text_message_form__agreement']  = 'Нажимая кнопку "Отправить сообщение", я принимаю условия';
$_['text_message_form__agreement_link']  = 'Политики конфиденциальности';


$_['entry_captcha']  = 'Введите код, указанный на картинке';

// Email
$_['email_subject']  = 'Сообщение от %s';



// Errors
$_['text_error_name']     = 'Имя должно быть от 2 до 40 букв';
$_['text_error_email']    = 'Введите корректный адрес эл. почты';
$_['text_error_enquiry']  = 'Длина текста должна быть от 10 до 500 символов';
$_['error_captcha']  = 'Проверочный код не совпадает с изображением!';