<?php
//Переклад: Том'як Олег з любов'ю до Української мови та легкості Opencart
// Text
$_['text_home']          = 'Головна';
$_['text_wishlist']      = 'Мої Закладки (%s)';
$_['text_shopping_cart'] = 'Кошик замовлень';
$_['text_category']      = 'Категорії';
$_['text_account']       = 'АККАУНТ';
$_['text_register']      = 'Реєстрація';
$_['text_login']         = 'Авторизація';
$_['text_order']         = 'Історія замовлень';
$_['text_transaction']   = 'Історія платежів';
$_['text_download']      = 'Файли для скачування';
$_['text_logout']        = 'Вихід';
$_['text_checkout']      = 'Оформлення замовлення';
$_['text_search']        = 'Пошук';
$_['text_all']           = 'Показати всі';
$_['text_page']          = 'Сторінка';
$_['text_telephone']           = 'Зв’яжіться з нами     :';
$_['text_top_head']           = 'Сезон знижок! 70%. Використайте код: “SALE70”. Поспішайте!  > ';

$_['text_size_chart']          = 'Розмірна сітка';
$_['text_about_shop']          = 'Про нас';
$_['text_univer']          = 'Університет';

$_['text_zvon']          = 'Замовити дзвінок';
$_['text_makecall']          = 'Наші телефони';
$_['text_ourmail']          = 'Ел. пошта';
$_['text_messengers']          = 'Месенджери';


$_['text_titl1']          = 'Університетська атрибутика';
$_['text_titl2']          = 'КНУ імені Тараса Шевченка';
$_['text_otpr']          = 'ВІДПРАВИТИ';

$_['text_lang_title']= 'UKR';

$_['text_pop_name']        = 'Ваше імя';
$_['text_pop_tel']        = 'Номер телефону';
$_['text_pop_zv']        = 'ЗАМОВИТИ';
$_['text_pop_titl1']        = 'ЗАМОВИТИ ЗВОРОТНІЙ ДЗВІНОК';
$_['text_pop_titl2']        = 'Залиште свій номер, та ми обовязково звяжемося з Вами!';