<?php
// Text
$_['text_new_subject']          = '%s - Заказ %s';
$_['text_new_greeting']         = 'Благодарим вас за интерес к продукции %s. Ваш заказ будет обработан и наш менеджер перезвонит вам. <br> <br> ИНФОРМАЦИЯ О ДОСТАВКЕ <br> Отправка заказа занимает от 1 до 3 рабочих дней. Работаем пн-пт 11: 00-18: 00. Отправка Новой Почтой и Джастином по тарифам перевозчиков. При выборе наложенного платежа - стоимость услуги согласно тарифам перевозчика (обычно 20 грн + 2 процента).
 ';
$_['text_new_received']         = 'Вы получили заказ.';
$_['text_new_link']             = 'Для просмотра Вашего заказа перейдите по ссылке:';
$_['text_new_order_detail']     = 'Детализация заказа';
$_['text_new_instruction']      = 'Комментарий';
$_['text_new_order_id']         = '№ заказа:';
$_['text_new_date_added']       = 'Дата заказа:';
$_['text_new_order_status']     = 'Состояние заказа:';
$_['text_new_payment_method']   = 'Способ оплаты:';
$_['text_new_shipping_method']  = 'Способ доставки:';
$_['text_new_email']  			= 'E-mail:';
$_['text_new_telephone']  		= 'Телефон:';
$_['text_new_ip']  				= 'IP-адрес:';
$_['text_new_payment_address']  = 'Адрес плательщика';
$_['text_new_shipping_address'] = 'Адрес доставки';
$_['text_new_products']         = 'Товары';
$_['text_new_product']          = 'Товар';
$_['text_new_model']            = 'Модель';
$_['text_new_quantity']         = 'Количество';
$_['text_new_price']            = 'Цена';
$_['text_new_order_total']      = 'Заказ итого:';
$_['text_new_total']            = 'Итого:';
$_['text_new_download']         = 'После подтверждения оплаты, загружаемые товары будут доступны по ссылке:';
$_['text_new_comment']          = 'Комментарий к Вашему заказу:';
$_['text_new_footer']           = 'Если у Вас есть какие-либо вопросы, ответьте на это сообщение.';
$_['text_pays_1']           = 'Инструкции по банковскому переводу.<br><br>

Пожалуйста, сделайте оплату удобным для вас способом на карту:<br>
Приват 4149 6054 7030 1722<br>
Монобанк 5375 4141 1629 0080<br>
<br><br>
Просим сообщить нас об оплате через Telegram / Whatsapp / Viber по номеру +38 093 477 06 72.<br>
Мы отправим посылку сразу же после оплаты. ';
$_['text_update_subject']       = '%s - Обновление заказа %s';
$_['text_update_order']         = '№ заказа';
$_['text_update_date_added']    = 'Дата заказа:';
$_['text_update_order_status']  = 'Ваш Заказ обновлен со следующим статусом:';
$_['text_update_comment']       = 'Комментарий к Вашему заказу:';
$_['text_update_link']          = 'Для просмотра заказа перейдите по ссылке ниже:';
$_['text_update_footer']        = 'Если у Вас есть какие-либо вопросы, ответьте на это сообщение.';
